[{
    "slug":"java",
    "image":"java.jpg",
    "title":"The basics of Java programming",
    "subtitle": "E-book",
    "shortdesc":"An ebook about the fundamentals of Java programming",
    "description": "From this book you can learn the basics of the Java programming language. Everything is broken down into parts in a sketchy way, so it's much easier to learn the basics than having to scramble through 200 pages. The book also has example code snippets for everything. There are practice tasks at the end of the chapters, with which you can test your acquired knowledge. Personally, I have been programming at a serious level for two or three years. Of course, I still have room for improvement, but I am always training myself to be better and better! If you read my book, you can learn from a person who went from zero to a (relatively) successful programmer at the cost of a lot of struggle. You don't have to go through this struggle again, because I will give you my knowledge in a simplified, comprehensible way with the help of my book. Actually, that's the summary of the book in a nutshell, I wouldn't even add more words... I wish you good luck in learning programming! <br><br>Péter, a programmer and the author of the book",
    "price": "5$",
    "isfreebie": false,
    "soon": false,
    "cb": "https://commerce.coinbase.com/checkout/e488c409-f81c-4530-81d2-09a1e40d3c40",
    "link":"https://petertill.substack.com/embed/api/v1/free?nojs=true",
    "type":{
        "name":"ebook",
        "pages":12
    }
},
{
    "slug":"freelancerdash",
    "image":"notion.png",
    "title":"Freelancer Dashboard | Notion template",
    "subtitle": "Notion template",
    "shortdesc":"It helps both new and experienced freelancers to manage their projects and clients so they can be up to date. In addition to this stuff, you will get all my free products in one email.",
    "description": "It helps both new and experienced freelancers to manage their projects and clients so they can be up to date.",
    "price": "FREE",
    "isfreebie": true,
    "link":"https://app.gumroad.com/follow_from_embed_form",
    "type":{
        "name":"ebook",
        "pages":12
    }
},
{
    "slug":"budgetcat",
    "image":"budgetcat.png",
    "title":"BudgetCat budget tracker | Notion edition",
    "subtitle": "Notion template",
    "shortdesc":"The BudgetCat Notion template edition helps individuals and business people to have a much better overview of income and expenses, and also provides actionable steps and predictions for the financial future. You can group your expenses by tags and categories, BudgetCat shows actionable statistics and predictions.",
    "description": "The BudgetCat Notion template edition helps individuals and business people to have a much better overview of income and expenses, and also provides actionable steps and predictions for the financial future. You can group your expenses by tags and categories, BudgetCat shows actionable statistics and predictions.",
    "price": "FREE",
    "isfreebie": true,
    "link":"https://app.gumroad.com/follow_from_embed_form",
    "type":{
        "name":"ebook",
        "pages":12
    }
},
{
    "slug":"python",
    "image":"python.png",
    "title":"Python for Beginners",
    "subtitle": "E-book",
    "shortdesc":"Learn the basics of Python programming with this e-book!",
    "description": "Learn the basics of Python programming with this e-book with example code snippets and practice tasks! Become a Python programmer in no time!",
    "price": "FREE",
    "isfreebie": false,
    "soon": true,
    "cb": "https://commerce.coinbase.com/checkout/e488c409-f81c-4530-81d2-09a1e40d3c40",
    "type":{
        "name":"ebook",
        "pages":12
    }
},]
